/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "Como um contribuinte do Cyberduck, você recebe a doação de uma chave que desativa esta pergunta.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Não mostrar novamente para esta versão.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Faça uma doação!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Chave de Doação";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Foram necessárias muitas noites para desenvolver este aplicativo. Se você o usa com frequência, considere fazer uma doação ao autor deste aplicativo (sou eu!). Isso irá me ajudar a torná-lo cada vez melhor!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Mais tarde";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Por Favor, faça uma doação";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Obrigado por usar o Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need to open an account.) : <title:The payment can be made simply and safely using Paypal. You don't need to open an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need to open an account." = "A transação pode ser facilmente realizada através do PayPal. Você não necessita abrir uma conta";

